---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecVoltage
source: html/346f12ad-2d72-02c1-77bc-c132f76b6b66.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecVoltage Property

"Voltage"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecVoltage { get; }
```